Repository: claymef/nlstore-cakephp
Catalog: src/Locale/*/default.po
Languages: pt_br

source: Submit
pt_br: Enviar

source: Almacenes
pt_br: Depósitos

source: Almacen
pt_br: Depósito

source: Prendas
pt_br: Vestuário

source: Prenda
pt_br: Vestuário

source: Facturas
pt_br: Contas

source: Factura
pt_br: Conta

source: Detalles de Venta
pt_br: Detalhes de Venda

source: first
pt_br: primeiro

source: previous
pt_br: anterior

source: next
pt_br: seguindo

source: last
pt_br: último

source: Page {{page}} of {{pages}}
pt_br: Página {{page}} de {{pages}}

source: Usuarios
pt_br: Usuários

source: Usuario
pt_br: Usuário

source: Nombre
pt_br: Nome

source: Apellido
pt_br: Sobrenome

source: Telefono
pt_br: Telefone

source: Precio
pt_br: Preco

source: Cantidad
pt_br: Quantidade

source: Correo Electrónico
pt_br: Correio Electrônico

source: Contraseña
pt_br: Password

source: Estatus
pt_br: Status

source: Creación
pt_br: Criação

source: Modificación
pt_br: Modificação

source: Acciones
pt_br: Ações

source: Editar
pt_br: Edite

source: Inicio
pt_br: Lar

source: Lista de Usuarios
pt_br: Lista de Usuários

source: Crear Usuario
pt_br: Criar usuário

source: Crear Cliente
pt_br: Criar Cliente

source: Lista de Almacenes
pt_br: Lista de Depósitos

source: Crear Almacen
pt_br: Criar Depósito

source: Crear Modelo
pt_br: Criar Modelo

source: Lista de Prendas
pt_br: Lista de Vestuário

source: Crear Prenda
pt_br: Criar Vestuário

source: Lista de Facturas
pt_br: Lista de Contas

source: Crear Factura
pt_br: Criar Contas

source: Lista de Detalles de Venta
pt_br: Lista de Detalhes de Venda

source: Crear Detalle de Venta
pt_br: Crear Detalhes de Venda

source: Editar Usuario
pt_br: Edite Usuário

source: Rol
pt_br: Papel
